{
  "posts": [
    {
      "id": "1",
      "title_en": "Environmental Justice in Sudan",
      "title_ar": "العدالة البيئية في السودان",
      "preview_en": "A short reflection on environmental violence...",
      "preview_ar": "تأمل قصير حول العنف البيئي...",
      "body_en": "Full article text goes here...",
      "body_ar": "النص الكامل للمقال هنا...",
      "author_en": "Mohamed Salah",
      "author_ar": "محمد صلاح"
    },
    {
      "id": "2",
      "title_en": "Gold Extraction & War",
      "title_ar": "تعدين الذهب والحرب",
      "preview_en": "How gold extraction fuels conflict...",
      "preview_ar": "كيف يساهم استخراج الذهب في تأجيج الصراع...",
      "body_en": "Full research commentary...",
      "body_ar": "النص الكامل للتحليل...",
      "author_en": "CESS Research Team",
      "author_ar": "فريق أبحاث CESS"
    },
    {
      "id": "3",
      "title_en": "Rapid Support Forces took control  Rapid Support Forces took control",
      "title_ar": "",
      "preview_en": "On December 8, Rapid Support Forces took control of the oil-rich Heglig region near the South Sudan border, where the Heglig oil field had been subjected to a series of attacks via marches before its complete fall, most notably two attacks on August 26 and 29 that targeted security buildings and the airport, leading to a temporary/partial suspension of operations with the threat of aOn December 8, Rapid Support Forces took control of the oil-rich Heglig region near the South Sudan border, where the Heglig oil field had been subjected to a series of attacks via marches before its complete fall, most notably two attacks on August 26 and 29 that targeted security buildings and the airport, leading to a temporary/partial suspension of operations with the threat of a",
      "preview_ar": "",
      "body_en": "On December 8, Rapid Support Forces took control of the oil-rich Heglig region near the South Sudan border, where the Heglig oil field had been subjected to a series of attacks via marches before its complete fall, most notably two attacks on August 26 and 29 that targeted security buildings and the airport, leading to a temporary/partial suspension of operations with the threat of a complete shutdown. This came as part of the Rapid Support Forces' expansion in West Kordofan, which resulted in the disruption of major fields such as Bilila, Nim, Dafra, Kenar, Sufyan, and Zarqa, making Heglig the last effective production center and an important link for pipelines coming from Unity State in South Sudan. The daily capacity of the Heglig field is estimated at 20-25 thousand barrels, which is almost the entire amount produced within Sudan. In 2024, Heglig oil will account for more than 90% of exportable crude, making control over it a major factor in the state's ability to obtain domestic oil and reduce/eliminate one of its important sources of foreign currency. reduce one of the important sources of foreign currency.\n\nOne day before the military takeover, significant developments took place, as the military escalation around Heglig and the West Kordofan fields coincided with the announcement of the withdrawal of the Chinese company CNPC from the Sudanese oil sector, either by reducing its operations or freezing technical activities. These steps come amid a highly dangerous operating environment, the collapse of the field system, the cessation of production at key sites, and the absence of security and operational guarantees that would allow investment to continue. It is likely that CNPC's complete or near-complete exit will take place through transitional arrangements involving the transfer of shares or technical supervision to other partners or state-owned companies, leaving Sudan facing complex challenges, the loss of the largest foreign investor in the sector, the deterioration of production infrastructure, the loss of control over the most important oil fields, and increased dependence on limited resources in the context of a protracted war that weakens the ability to rehabilitate the oil sector or attract new partners.\n\nThe paper argues that the war has had a profound structural impact on the oil sector, resulting in the loss of trained technical personnel, the disruption of production sites, and the destruction of parts of the oil pipelines, which has weakened the sector's ability to operate even in areas far from the fighting. On the military front, two main patterns emerged: the first was based on attack and control by force, resulting in widespread damage to the condition of the fields, the natural environment, workers, and surrounding communities. The second pattern was based on security/economic understandings aimed at maintaining the flow of oil by distributing revenues among influential parties, including the government, the Rapid Support Forces, the government of South Sudan, and local parties, with the aim of maintaining a degree of stability that would allow operations to continue.\n\nThe paper notes that the Jili refinery was an important example of these unannounced arrangements, as the refinery, “despite being located in a war zone during the Rapid Support Forces' control,” continued to operate partially on the basis of an operating agreement between the army and the Rapid Support Forces, which stipulated that the revenues from refining would be divided 50%  for each party. This allowed the refinery to continue operating with employees affiliated with the Ministry of Oil, despite the Rapid Support Forces' control over it until January 2025.  This pattern shows how the refinery became an economic resource shared by the warring parties despite the ongoing war, reflecting another aspect of the disintegration/sharing of the oil system in the context of the war.\n\nThe Heglig experience falls within the second pattern, which is based on maintaining the oil infrastructure according to “undeclared” arrangements that allow operations to continue despite changes in military control, but with a different division of revenues, similar to what happened at the Jili refinery, where Ministry of Oil employees continued to work inside the facility during the period of Rapid Support Forces control and intense fighting around it. This can be explained by prior understandings to avoid damage to vital facilities, which facilitated the Rapid Support Forces' control of Heglig. It also explains why the task of protecting the fields was handed over to some forces coming directly from South Sudan as part of technical and security arrangements that had been announced in advance or perhaps not announced at all, reflecting the priority of maintaining oil flows at the expense of traditional rules of conflict.\n\nThis makes resources play a decisive role not only in shaping the general course of the war, but also in patterns of control and withdrawal, the types of weapons used, and how and to what extent they are used. Although this pattern may seem unfamiliar in Sudan, it is well known internationally, where wars are not stopped by agreements that control their course through a minimum understanding about the protection of infrastructure or what is placed at the top of the priority list for the warring parties. This calls for expanding the scope of these understandings to include humanitarian dimensions that ensure the continuity of basic services, such as health, water, electricity, and internet services, and guarantee that important facilities such as water reservoirs, dams, markets, and educational and health facilities are not bombed or and protecting facilities that are vital to life and production in general, so that the matter is not limited to economic arrangements that benefit military leaders and are reused to finance the war, but extends to include what preserves the lives of civilians and the continuity of life.\n\nTranslated with DeepL.com (free version)On December 8, Rapid Support Forces took control of the oil-rich Heglig region near the South Sudan border, where the Heglig oil field had been subjected to a series of attacks via marches before its complete fall, most notably two attacks on August 26 and 29 that targeted security buildings and the airport, leading to a temporary/partial suspension of operations with the threat of a complete shutdown. This came as part of the Rapid Support Forces' expansion in West Kordofan, which resulted in the disruption of major fields such as Bilila, Nim, Dafra, Kenar, Sufyan, and Zarqa, making Heglig the last effective production center and an important link for pipelines coming from Unity State in South Sudan. The daily capacity of the Heglig field is estimated at 20-25 thousand barrels, which is almost the entire amount produced within Sudan. In 2024, Heglig oil will account for more than 90% of exportable crude, making control over it a major factor in the state's ability to obtain domestic oil and reduce/eliminate one of its important sources of foreign currency. reduce one of the important sources of foreign currency.\n\nOne day before the military takeover, significant developments took place, as the military escalation around Heglig and the West Kordofan fields coincided with the announcement of the withdrawal of the Chinese company CNPC from the Sudanese oil sector, either by reducing its operations or freezing technical activities. These steps come amid a highly dangerous operating environment, the collapse of the field system, the cessation of production at key sites, and the absence of security and operational guarantees that would allow investment to continue. It is likely that CNPC's complete or near-complete exit will take place through transitional arrangements involving the transfer of shares or technical supervision to other partners or state-owned companies, leaving Sudan facing complex challenges, the loss of the largest foreign investor in the sector, the deterioration of production infrastructure, the loss of control over the most important oil fields, and increased dependence on limited resources in the context of a protracted war that weakens the ability to rehabilitate the oil sector or attract new partners.\n\nThe paper argues that the war has had a profound structural impact on the oil sector, resulting in the loss of trained technical personnel, the disruption of production sites, and the destruction of parts of the oil pipelines, which has weakened the sector's ability to operate even in areas far from the fighting. On the military front, two main patterns emerged: the first was based on attack and control by force, resulting in widespread damage to the condition of the fields, the natural environment, workers, and surrounding communities. The second pattern was based on security/economic understandings aimed at maintaining the flow of oil by distributing revenues among influential parties, including the government, the Rapid Support Forces, the government of South Sudan, and local parties, with the aim of maintaining a degree of stability that would allow operations to continue.\n\nThe paper notes that the Jili refinery was an important example of these unannounced arrangements, as the refinery, “despite being located in a war zone during the Rapid Support Forces' control,” continued to operate partially on the basis of an operating agreement between the army and the Rapid Support Forces, which stipulated that the revenues from refining would be divided 50%  for each party. This allowed the refinery to continue operating with employees affiliated with the Ministry of Oil, despite the Rapid Support Forces' control over it until January 2025.  This pattern shows how the refinery became an economic resource shared by the warring parties despite the ongoing war, reflecting another aspect of the disintegration/sharing of the oil system in the context of the war.\n\nThe Heglig experience falls within the second pattern, which is based on maintaining the oil infrastructure according to “undeclared” arrangements that allow operations to continue despite changes in military control, but with a different division of revenues, similar to what happened at the Jili refinery, where Ministry of Oil employees continued to work inside the facility during the period of Rapid Support Forces control and intense fighting around it. This can be explained by prior understandings to avoid damage to vital facilities, which facilitated the Rapid Support Forces' control of Heglig. It also explains why the task of protecting the fields was handed over to some forces coming directly from South Sudan as part of technical and security arrangements that had been announced in advance or perhaps not announced at all, reflecting the priority of maintaining oil flows at the expense of traditional rules of conflict.\n\nThis makes resources play a decisive role not only in shaping the general course of the war, but also in patterns of control and withdrawal, the types of weapons used, and how and to what extent they are used. Although this pattern may seem unfamiliar in Sudan, it is well known internationally, where wars are not stopped by agreements that control their course through a minimum understanding about the protection of infrastructure or what is placed at the top of the priority list for the warring parties. This calls for expanding the scope of these understandings to include humanitarian dimensions that ensure the continuity of basic services, such as health, water, electricity, and internet services, and guarantee that important facilities such as water reservoirs, dams, markets, and educational and health facilities are not bombed or and protecting facilities that are vital to life and production in general, so that the matter is not limited to economic arrangements that benefit military leaders and are reused to finance the war, but extends to include what preserves the lives of civilians and the continuity of life.\n\nTranslated with DeepL.com (free version)",
      "body_ar": "سيطرت قوات الدعم السريع يوم 8 ديمسبر على منطقة هجليج الغنية بالنفط بالقرب من حدود جنوب السودان، حيث شهد حقل هجليج النفطي سلسلة من الهجمات عبر المسيرات قبل سقوطه الكامل، أبرزها هجومان في 26 و29 أغسطس استهدفا مباني الأمن والمطار وأدى ذلك إلى توقف العمل مؤقتا/جزئيا مع التلويح بإيقافه كليا. وجاء ذلك ضمن توسع قوات الدعم السريع في غرب كردفان، والذي أسفر عن تعطل حقول رئيسية مثل بليلة ونيم ودفرة وكنار وسفيان وزرقة، ما جعل هجليج آخر مركز إنتاج فعال وحلقة مهمة لخطوط الانابيب القادمة من ولاية الوحدة بجنوب السودان. وتقدر طاقة حقل هجليج اليومية بنحو 20–25 ألف برميل، وهي كامل الكمية المنتجة تقريبا داخل السودان، حيث يمثل خلال العام 2024  نفط هجليج أكثر من 90% من الخام القابل للتصدير، ما جعل السيطرة عليه تحولا بالغ الأثر على قدرة الدولة على الحصول على النفط المحلي وتجفيف/تقليل لواحد من المصادر المهمة للنقد الأجنبي.\n\nوقبل السيطرة العسكرية بيوم واحد حدثت تطرات كبيرة، حيث تزامن التصعيد العسكري حول هجليج وحقول غرب كردفان مع اعلان انسحاب شركة CNPC الصينية من قطاع النفط السوداني، سواء عبر خفض عملياتها أو تجميد الأنشطة الفنية. وتأتي هذه الخطوات في ظل بيئة تشغيل شديدة الخطورة، وانهيار منظومة الحقول ، وتوقف الإنتاج في مواقع أساسية، إضافة إلى غياب ضمانات أمنية وتشغيلية تسمح باستمرار الاستثمار. ويرجح أن خروج  CNPCالكامل أو شبه الكامل قد يتم عبر ترتيبات انتقالية تشمل نقل الحصص أو الإشراف الفني لشركاء آخرين أو لشركات حكومية، ما يترك السودان أمام تحديات معقدة، فقدان المستثمر الأجنبي الأكبر في القطاع، وتدهور البنية التحتية الإنتاجية، وفقدان السيطرة على أهم حقول النفط، وتزايد الاعتماد على موارد محدودة في ظل حرب ممتدة تضعف القدرة على اعادة تأهيل قطاع النفط أو جذب شركاء جدد.\n\nتزعم الورقة أن الحرب خلفت آثارا بنيوية عميقة على قطاع النفط، تمثلت في فقدان الكوادر الفنية المدربة، وتعطل مواقع الإنتاج، وتخريب أجزاء من الخطوط الناقلة للنفط، ما أضعف قدرة القطاع على العمل حتى في المناطق البعيدة عن المواجهات. وعلى الصعيد العسكري، برز نمطان رئيسيان: الأول يقوم على الهجوم والسيطرة بالقوة، وما ترتب عليه من أضرار واسعة لحالة الحقول وسلامة البيئة الطبيعية والعاملين والمجتمعات المحيطة، أما النمط الثاني فاستند إلى تفاهمات أمنية/اقتصادية هدفت إلى الحفاظ على تدفق النفط عبر توزيع العائدات بين الأطراف المؤثرة، بما في ذلك الحكومة والدعم السريع وحكومة جنوب السودان وأطراف محلية، بهدف الحفاظ على درجة من الاستقرار تسمح باستمرار التشغيل.\n\nوتشير الورقة إلى أن مصفاة الجيلي شكلت مثالا مهما على هذه الترتيبات غير المعلنة، إذ شهدت المصفاة \"رغم وقوعها في منطقة حرب خلال سيطرة الدعم السريع عليها\" استمرارا جزئيا للتشغيل قائم على اتفاق تشغيل بين الجيش والدعم السريع، يقضي بتقسيم العائدات الناتجة عن التكرير بنسبة 50%  لكل طرف. مما سمح لاستمرار العمل داخل المصفى بواسطة الموظفين التابعين لوزارة النفط رغم سيطرة الدعم السريع عليها حتى يناير 2025.  يظهر هذا النمط كيف تحولت المصفاة إلى مورد اقتصادي تتقاسمه الأطراف المتحاربة رغم استمرار الحرب، وهو ما يعكس جانبا آخر من تفكك/تقاسم المنظومة النفطية في ظل الحرب.\n\nتأتي تجربة هجليج ضمن النمط الثاني الذي يقوم على الحفاظ على البنية التحتية النفطية وفق ترتيبات \"غير معلنة\" بحيث تتيح استمرار التشغيل رغم تغير السيطرة العسكرية ولكن وفق تقسيم مختلف للعائدات، بصورة مشابهة لما حدث في مصفاة الجيلي حيث واصل موظفو وزارة النفط العمل داخل المنشأة خلال فترة سيطرة قوات الدعم السريع واشتداد المعارك حولها. ويفسر ذلك بوجود تفاهمات سابقة تقضي بتجنب إلحاق الضرر بالمرافق الحيوية، ما سهل سيطرة الدعم السريع على هجليج، كما يفسر تسليم مهام حماية الحقول لبعض القوات القادمة من جنوب السودان مباشرة في إطار ترتيبات فنية وأمنية سبقت الإعلان عنها أو ربما لن يعلَن عنها أصلا، وهو ما يعكس أولوية الحفاظ على تدفقات النفط على حساب قواعد الصراع التقليدية.\n\nوهو ما يجعل الموارد تؤدي دورا حاسما ليس فقط في رسم المسارات العامة للحرب، بل أيضا في أنماط السيطرة والانسحاب وأنواع السلاح المستخدمة وكيفية ومدى استخدامها. ورغم أن هذا النمط قد يبدو غير مألوف في السودان، إلا أنه متعارف عليه عالميا، حيث لا توقف الحروب الاتفاقات التي تضبط مسارها عبر حد أدنى من التفاهم حول حماية البنيات التحتية او ما يتم وضعه في أعلى هرم الأولويات للأطراف المتحاربة. ويدفع ذلك إلى الدعوة لتوسيع نطاق هذه التفاهمات لتشمل الأبعاد الإنسانية التي تضمن استمرار الخدمات الأساسية، كالخدمات الصحية والمياه والكهرباء والإنترنت وضمان عدم تعرض المرافق الهامة مثل محظات المياه والسدود والأسواق والمرافق التعليمية والصحية للقصف/التدوين، وحماية المرافق الحيوية الضرورية للحياة والإنتاج بصورة عامة، بحيث لا يقتصر الأمر على ترتيبات ذات طابع اقتصادي تستفيد منها القيادات العسكرية وتعاد توظيفها لتمويل الحرب، بل يمتد ليشمل ما يحفظ حياة المدنيين واستمرارية الحياة.سيطرت قوات الدعم السريع يوم 8 ديمسبر على منطقة هجليج الغنية بالنفط بالقرب من حدود جنوب السودان، حيث شهد حقل هجليج النفطي سلسلة من الهجمات عبر المسيرات قبل سقوطه الكامل، أبرزها هجومان في 26 و29 أغسطس استهدفا مباني الأمن والمطار وأدى ذلك إلى توقف العمل مؤقتا/جزئيا مع التلويح بإيقافه كليا. وجاء ذلك ضمن توسع قوات الدعم السريع في غرب كردفان، والذي أسفر عن تعطل حقول رئيسية مثل بليلة ونيم ودفرة وكنار وسفيان وزرقة، ما جعل هجليج آخر مركز إنتاج فعال وحلقة مهمة لخطوط الانابيب القادمة من ولاية الوحدة بجنوب السودان. وتقدر طاقة حقل هجليج اليومية بنحو 20–25 ألف برميل، وهي كامل الكمية المنتجة تقريبا داخل السودان، حيث يمثل خلال العام 2024  نفط هجليج أكثر من 90% من الخام القابل للتصدير، ما جعل السيطرة عليه تحولا بالغ الأثر على قدرة الدولة على الحصول على النفط المحلي وتجفيف/تقليل لواحد من المصادر المهمة للنقد الأجنبي.\n\nوقبل السيطرة العسكرية بيوم واحد حدثت تطرات كبيرة، حيث تزامن التصعيد العسكري حول هجليج وحقول غرب كردفان مع اعلان انسحاب شركة CNPC الصينية من قطاع النفط السوداني، سواء عبر خفض عملياتها أو تجميد الأنشطة الفنية. وتأتي هذه الخطوات في ظل بيئة تشغيل شديدة الخطورة، وانهيار منظومة الحقول ، وتوقف الإنتاج في مواقع أساسية، إضافة إلى غياب ضمانات أمنية وتشغيلية تسمح باستمرار الاستثمار. ويرجح أن خروج  CNPCالكامل أو شبه الكامل قد يتم عبر ترتيبات انتقالية تشمل نقل الحصص أو الإشراف الفني لشركاء آخرين أو لشركات حكومية، ما يترك السودان أمام تحديات معقدة، فقدان المستثمر الأجنبي الأكبر في القطاع، وتدهور البنية التحتية الإنتاجية، وفقدان السيطرة على أهم حقول النفط، وتزايد الاعتماد على موارد محدودة في ظل حرب ممتدة تضعف القدرة على اعادة تأهيل قطاع النفط أو جذب شركاء جدد.\n\nتزعم الورقة أن الحرب خلفت آثارا بنيوية عميقة على قطاع النفط، تمثلت في فقدان الكوادر الفنية المدربة، وتعطل مواقع الإنتاج، وتخريب أجزاء من الخطوط الناقلة للنفط، ما أضعف قدرة القطاع على العمل حتى في المناطق البعيدة عن المواجهات. وعلى الصعيد العسكري، برز نمطان رئيسيان: الأول يقوم على الهجوم والسيطرة بالقوة، وما ترتب عليه من أضرار واسعة لحالة الحقول وسلامة البيئة الطبيعية والعاملين والمجتمعات المحيطة، أما النمط الثاني فاستند إلى تفاهمات أمنية/اقتصادية هدفت إلى الحفاظ على تدفق النفط عبر توزيع العائدات بين الأطراف المؤثرة، بما في ذلك الحكومة والدعم السريع وحكومة جنوب السودان وأطراف محلية، بهدف الحفاظ على درجة من الاستقرار تسمح باستمرار التشغيل.\n\nوتشير الورقة إلى أن مصفاة الجيلي شكلت مثالا مهما على هذه الترتيبات غير المعلنة، إذ شهدت المصفاة \"رغم وقوعها في منطقة حرب خلال سيطرة الدعم السريع عليها\" استمرارا جزئيا للتشغيل قائم على اتفاق تشغيل بين الجيش والدعم السريع، يقضي بتقسيم العائدات الناتجة عن التكرير بنسبة 50%  لكل طرف. مما سمح لاستمرار العمل داخل المصفى بواسطة الموظفين التابعين لوزارة النفط رغم سيطرة الدعم السريع عليها حتى يناير 2025.  يظهر هذا النمط كيف تحولت المصفاة إلى مورد اقتصادي تتقاسمه الأطراف المتحاربة رغم استمرار الحرب، وهو ما يعكس جانبا آخر من تفكك/تقاسم المنظومة النفطية في ظل الحرب.\n\nتأتي تجربة هجليج ضمن النمط الثاني الذي يقوم على الحفاظ على البنية التحتية النفطية وفق ترتيبات \"غير معلنة\" بحيث تتيح استمرار التشغيل رغم تغير السيطرة العسكرية ولكن وفق تقسيم مختلف للعائدات، بصورة مشابهة لما حدث في مصفاة الجيلي حيث واصل موظفو وزارة النفط العمل داخل المنشأة خلال فترة سيطرة قوات الدعم السريع واشتداد المعارك حولها. ويفسر ذلك بوجود تفاهمات سابقة تقضي بتجنب إلحاق الضرر بالمرافق الحيوية، ما سهل سيطرة الدعم السريع على هجليج، كما يفسر تسليم مهام حماية الحقول لبعض القوات القادمة من جنوب السودان مباشرة في إطار ترتيبات فنية وأمنية سبقت الإعلان عنها أو ربما لن يعلَن عنها أصلا، وهو ما يعكس أولوية الحفاظ على تدفقات النفط على حساب قواعد الصراع التقليدية.\n\nوهو ما يجعل الموارد تؤدي دورا حاسما ليس فقط في رسم المسارات العامة للحرب، بل أيضا في أنماط السيطرة والانسحاب وأنواع السلاح المستخدمة وكيفية ومدى استخدامها. ورغم أن هذا النمط قد يبدو غير مألوف في السودان، إلا أنه متعارف عليه عالميا، حيث لا توقف الحروب الاتفاقات التي تضبط مسارها عبر حد أدنى من التفاهم حول حماية البنيات التحتية او ما يتم وضعه في أعلى هرم الأولويات للأطراف المتحاربة. ويدفع ذلك إلى الدعوة لتوسيع نطاق هذه التفاهمات لتشمل الأبعاد الإنسانية التي تضمن استمرار الخدمات الأساسية، كالخدمات الصحية والمياه والكهرباء والإنترنت وضمان عدم تعرض المرافق الهامة مثل محظات المياه والسدود والأسواق والمرافق التعليمية والصحية للقصف/التدوين، وحماية المرافق الحيوية الضرورية للحياة والإنتاج بصورة عامة، بحيث لا يقتصر الأمر على ترتيبات ذات طابع اقتصادي تستفيد منها القيادات العسكرية وتعاد توظيفها لتمويل الحرب، بل يمتد ليشمل ما يحفظ حياة المدنيين واستمرارية الحياة.",
      "author_en": "Mohamed Salah",
      "author_ar": ""
    }
  ]
}